/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Ansluter.";
"cover-open" = "Lock öppet.";
"developer-empty" = "Framkallare tom.";
"developer-low" = "Framkallare låg.";
"door-open" = "Lucka öppen.";
"fuser-over-temp" = "Fixeringstemperatur hög.";
"fuser-under-temp" = "Fixeringstemperatur låg.";
"input-tray-missing" = "Mediefack saknas.";
"interlock-open" = "Spärrmekanism öppen.";
"interpreter-resource-unavailable" = "Resurs ej tillgänglig (t.ex. typsnitt)";
"marker-supply-empty" = "Bläck/toner tom";
"marker-supply-low" = "Bläck/toner låg.";
"marker-waste-almost-full" = "Avfallshållare för bläck/toner nästan full.";
"marker-waste-full" = "Avfallshållare för bläck/toner full.";
"media-empty" = "Mediefack tomt.";
"media-jam" = "Medietrassel.";
"media-low" = "Mediefack nästan tomt.";
"media-needed" = "Mediefacket måste fyllas på.";
"moving-to-paused" = "Skrivare kopplas ifrån.";
"none" = " ";
"opc-life-over" = "OPC vid slutpunkten.";
"opc-near-eol" = "OPC nästan vid slutpunkten.";
"other" = " ";
"output-area-almost-full" = "Utmatningsfack nästan fullt.";
"output-area-full" = "Utmatningsfack fullt.";
"output-tray-missing" = "Utmatningsfack saknas.";
"paused" = "Pausad.";
"shutdown" = "Skrivaren frånkopplad.";
"spool-area-full" = "Köområdet fullt.";
"stopped-partly" = "Delvis stoppad";
"stopping" = "Stoppar";
"timed-out" = "Skrivare slutade svara.";
"toner-empty" = "Toner slut.";
"toner-low" = "Toner låg.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Stoppar.";
"compression-error" = "Avkomprimeringsfel.";
"document-access-error" = "Dokumentåtkomstfel.";
"document-format-error" = "Dokumentformatfel.";
"job-canceled-at-device" = "Avbruten vid skrivare.";
"job-canceled-by-operator" = "Avbruten av användare.";
"job-canceled-by-user" = "Avbruten av användare.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Slutfört med fel.";
"job-completed-with-warnings" = "Slutfört med varningar.";
"job-data-insufficient" = "Otillräckliga data.";
"job-hold-until-specified" = "Vänta tills.";
"job-incoming" = "Inkommande.";
"job-interpreting" = "Tolkar.";
"job-outgoing" = "Utgående.";
"job-printing" = "Skriver ut.";
"job-queued-for-marker" = "Köad för markör.";
"job-queued" = "Köad.";
"job-restartable" = "Omstartbar.";
"job-transforming" = "Omvandlar.";
"printer-stopped-partly" = "Skrivare delvis stoppad.";
"printer-stopped" = "Skrivare stoppad.";
"processing-to-stop-point" = "Stoppar.";
"queued-in-device" = "Redo.";
"resources-are-not-ready" = "Resurser är inte redo.";
"service-off-line" = "Tjänsten frånkopplad.";
"submission-interrupted" = "Överföring avbruten.";
"unsupported-compression" = "Icke stödd komprimering.";
"unsupported-document-format" = "Dokumentformat som inte stöds.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Vänta med nya utskrifter";
"deactivated" = "Avaktiverad";
"job-suspended" = "uppskjuten.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filter saknas.";
"offline-error" = "Frånkopplad.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk är avaktiverat.";
"apple-missing-usbclassdriver-error" = "Saknar USB-klassdrivrutin.";
"apple-nbp-lookup-warning" = "Skrivaren svarar inte.";
